const messages = {
    start: 'Привет! Ты зашел в Peredelano Startups.\n' +
        '\n' +
        'Перед тем как получить ссылку на наш канал в Telegram, тебе необходимо создать профиль, чтобы мы могли определить тебя в соответствующую группу. Готов?\n' +
        '\n' +
        'Для отмены заполнения анкеты используй /cancel',
    role: 'Выбери роль (кем ты себя видишь в команде).\n' +
        '\n' +
        'Если твоей роли нет среди представленных, просто напиши её в этом сообщении.\n' +
        '\n' +
        'Если ты умеешь делать сразу несколько вещей, то выбери самую приоритетную для тебя или также напиши это в сообщении.',
    experience: 'Есть ли у тебя коммерческий опыт?\n' +
        '\n' +
        'Под коммерческим опытом мы имеем в виду опыт работы в компании над продуктом, который приносит этой компании деньги',
    stack: 'Перечисли через запятую стек технологий или знания, которыми обладаешь.\n' +
        '\n' +
        'Например: Pandas, Kubernetes, Git, FastAPI',
    linkedInLink: 'Добавь ссылку на свой LinkedIn профайл. Это поможет нам связать тебя с коллегами и единомышленниками из нашего сообщества.\n' +
        '\n' +
        'Это поле не является обязательным к заполнению, поэтому если по каким-то причинам ты не хочешь давать ссылку на свой профайл, то просто нажми "Пропустить".\n' +
        '\n' +
        'Формат ссылки на профиль:\n' +
        'https://www.linkedin.com/in/vasia-pupkin-71b9b76b/'
}

exports.messages = messages